{
    "questions": [
        "1. ¿Qué es lo más importante que debería saber de ti?",
        "2. ¿Qué te apasiona en la vida?",
        "3. ¿Cuál es tu mayor logro hasta ahora?",
        "4. ¿Si pudieras aprender cualquier habilidad instantáneamente, cuál sería?",
        "5. ¿Qué es lo que más disfrutas hacer en tu tiempo libre?",
        "6. ¿Qué te gustaría cambiar del mundo?",
        "7. ¿Qué lugar del mundo te gustaría visitar?",
        "8. ¿Qué es lo que más valoras en una amistad?",
        "9. ¿Cuál es tu película o libro favorito?",
        "10. ¿Si pudieras cenar con cualquier persona, viva o muerta, quién sería?",
        "11. ¿Qué es lo que más te hace reír?",
        "12. ¿Cómo sería un día perfecto para ti?",
        "13. ¿Cuál es tu mayor miedo?",
        "14. ¿Qué tipo de música prefieres escuchar?",
        "15. ¿Cuál es tu plato de comida favorito?",
        "16. ¿Qué cualidad aprecias más en las personas?",
        "17. ¿Qué crees que es lo más importante en una relación?",
        "18. ¿Tienes alguna fobia?",
        "19. ¿Cómo te describirías en tres palabras?",
        "20. ¿Qué te hace sentir más vivo?",
        "21. ¿Qué te motivó a seguir la carrera o camino que has elegido?",
        "22. ¿Qué te gusta más de tu trabajo o estudios?",
        "23. ¿Cómo te ves en cinco años?",
        "24. ¿Cuál es el mayor desafío al que te has enfrentado?",
        "25. ¿Cuál es tu mayor fortaleza?",
        "26. ¿Qué es lo que más disfrutas hacer cuando estás solo?",
        "27. ¿Si tuvieras un superpoder, cuál sería?",
        "28. ¿Qué es lo que más te inspira?",
        "29. ¿Si pudieras vivir en cualquier época de la historia, cuál elegirías?",
        "30. ¿Qué es lo que más te emociona del futuro?",
        "31. ¿Cuál es tu forma favorita de pasar un fin de semana?",
        "32. ¿Tienes alguna rutina diaria que sigas religiosamente?",
        "33. ¿Qué te hace sentir más orgulloso de ti mismo?",
        "34. ¿Si pudieras cambiar algo de ti, qué sería?",
        "35. ¿Qué te hace sentir agradecido en la vida?",
        "36. ¿Cuál es tu recuerdo más preciado?",
        "37. ¿Si pudieras volver atrás en el tiempo, cambiarías algo de tu pasado?",
        "38. ¿Qué consejo le darías a tu yo más joven?",
        "39. ¿Tienes algún talento oculto?",
        "40. ¿Qué es lo más valioso que has aprendido en la vida?",
        "41. ¿Qué es lo que más te relaja?",
        "42. ¿Qué tipo de vacaciones prefieres: relajadas o llenas de aventuras?",
        "43. ¿Tienes algún hobbie que te apasione?",
        "44. ¿Qué es lo que más te motiva a seguir adelante en tiempos difíciles?",
        "45. ¿Qué cosa nunca harías, sin importar las circunstancias?",
        "46. ¿Qué es lo más importante que has aprendido de tus errores?",
        "47. ¿Qué es lo que más te gustaría lograr antes de morir?",
        "48. ¿Cuál es el mayor riesgo que has tomado?",
        "49. ¿Qué es lo más importante que buscas en una pareja?",
        "50. ¿Crees en el amor a primera vista?",
        "51. ¿Qué es lo que más te atrae de una persona?",
        "52. ¿Prefieres planificar o dejar que las cosas fluyan?",
        "53. ¿Qué es lo más loco que has hecho por amor?",
        "54. ¿Cómo manejas el estrés?",
        "55. ¿Qué es lo que más te gusta de tu familia?",
        "56. ¿Cuál es la tradición familiar que más disfrutas?",
        "57. ¿Qué es lo más importante que te han enseñado tus padres?",
        "58. ¿Tienes algún mantra o frase que te inspire?",
        "59. ¿Si pudieras pasar un día entero con una persona famosa, quién sería?",
        "60. ¿Cuál es el mejor regalo que has recibido?",
        "61. ¿Qué te hace sentir más realizado?",
        "62. ¿Qué es lo más emocionante que has hecho últimamente?",
        "63. ¿Qué significa el éxito para ti?",
        "64. ¿Qué harías si no tuvieras que preocuparte por el dinero?",
        "65. ¿Cómo te gustaría ser recordado?",
        "66. ¿Qué crees que es lo más difícil de ser adulto?",
        "67. ¿Cuál ha sido el momento más embarazoso de tu vida?",
        "68. ¿Qué es lo más importante que has aprendido de tus relaciones pasadas?",
        "69. ¿Qué es lo que más disfrutas de una primera cita?",
        "70. ¿Cuál es tu lugar favorito en el mundo?",
        "71. ¿Qué harías si supieras que hoy es tu último día de vida?",
        "72. ¿Qué es lo más valiente que has hecho?",
        "73. ¿Crees en el destino o que somos dueños de nuestro propio camino?",
        "74. ¿Cómo te relajas después de un día largo y estresante?",
        "75. ¿Si pudieras cambiar una sola cosa en el mundo, qué sería?",
        "76. ¿Cuál es el hábito que más te gustaría desarrollar?",
        "77. ¿Qué harías si supieras que no puedes fallar?",
        "78. ¿Cuál ha sido la lección más dura que has aprendido?",
        "79. ¿Qué opinas sobre la vida extraterrestre?",
        "80. ¿Qué es lo que más valoras en una relación amorosa?",
        "81. ¿Cuál es tu definición de éxito?",
        "82. ¿Tienes algún sueño recurrente?",
        "83. ¿Cuál es la mejor lección que has aprendido de un fracaso?",
        "84. ¿Qué es lo más importante que buscas en un amigo?",
        "85. ¿Crees que las personas pueden cambiar?",
        "86. ¿Qué es lo más difícil que has hecho por alguien que amas?",
        "87. ¿Qué es lo que más disfrutas hacer al aire libre?",
        "88. ¿Qué te hace perder la noción del tiempo?",
        "89. ¿Tienes alguna rutina de bienestar o salud?",
        "90. ¿Cuál ha sido el viaje más increíble que has hecho?",
        "91. ¿Qué es lo más importante que has aprendido sobre el amor?",
        "92. ¿Tienes alguna superstición o ritual?",
        "93. ¿Si pudieras hablar con cualquier persona, viva o muerta, quién sería?",
        "94. ¿Qué te gustaría que las personas recordaran de ti?",
        "95. ¿Cuál es el mejor consejo que has recibido?",
        "96. ¿Tienes algún lema personal?",
        "97. ¿Cuál es tu lugar favorito para escapar cuando necesitas tiempo a solas?",
        "98. ¿Qué es lo más emocionante que te gustaría hacer en el futuro?",
        "99. ¿Si pudieras cambiar una cosa de tu vida, qué sería?",
        "100. ¿Qué es lo más importante para ti en este momento?",
        "101. ¿Cuál es tu mayor miedo cuando piensas en el futuro?",
        "102. ¿Tienes alguna causa social o ambiental que apoyes?",
        "103. ¿Qué te gustaría hacer más a menudo, pero no encuentras tiempo?",
        "104. ¿Cómo te gusta pasar el tiempo con tu familia?",
        "105. ¿Qué es lo que más te gusta hacer los fines de semana?",
        "106. ¿Tienes algún talento artístico o creativo?",
        "107. ¿Qué te gustaría aprender a hacer?",
        "108. ¿Tienes algún proyecto personal en mente?",
        "109. ¿Qué es lo que más te apasiona actualmente?",
        "110. ¿Qué opinas sobre la importancia de la educación?",
        "111. ¿Qué es lo que más te motiva en la vida?",
        "112. ¿Tienes algún lugar al que siempre te gusta volver?",
        "113. ¿Qué es lo más divertido que has hecho últimamente?",
        "114. ¿Qué te hace sentir nostálgico?",
        "115. ¿Qué opinas sobre la tecnología y su impacto en nuestras vidas?",
        "116. ¿Si pudieras cambiar una cosa del pasado, qué sería?",
        "117. ¿Qué es lo más importante para ti en una relación?",
        "118. ¿Cómo manejas las situaciones difíciles?",
        "119. ¿Qué te gustaría lograr en los próximos cinco años?",
        "120. ¿Cuál es el mejor consejo que te han dado?",
        "121. ¿Qué es lo que más disfrutas al conocer gente nueva?",
        "122. ¿Tienes algún pasatiempo que te apasione?",
        "123. ¿Cuál es tu recuerdo más preciado de la infancia?",
        "124. ¿Si pudieras vivir en cualquier parte del mundo, dónde sería?",
        "125. ¿Qué harías si ganaras la lotería?",
        "126. ¿Qué es lo que más valoras de tus amigos?",
        "127. ¿Cuál es tu mayor objetivo en la vida?",
        "128. ¿Qué te hace sentir más agradecido?",
        "129. ¿Tienes algún libro o película que te haya inspirado?",
        "130. ¿Qué te gustaría hacer en tu próximo cumpleaños?",
        "131. ¿Cómo te gusta relajarte después de un día largo?",
        "132. ¿Qué harías si pudieras viajar en el tiempo?",
        "133. ¿Cuál es tu lugar favorito para descansar o relajarte?",
        "134. ¿Qué es lo más difícil que has hecho hasta ahora?",
        "135. ¿Qué es lo que más te preocupa de envejecer?",
        "136. ¿Qué es lo que más esperas de envejecer?",
        "137. ¿Si pudieras volver atrás en el tiempo, a qué momento de tu vida irías?",
        "138. ¿Cuál fue la etapa más feliz de tu vida?",
        "139. ¿Qué evento del pasado cambiarías si pudieras?",
        "140. ¿De qué logro de tu vida te sientes más orgulloso?",
        "141. ¿Si tuvieras la oportunidad de vivir en otro país, lo harías?",
        "142. ¿En qué lugar del mundo te gustaría retirarte?",
        "143. ¿Qué harías si supieras que te queda un solo día de vida?",
        "144. ¿Qué te gustaría que dijeran sobre ti en un libro de historia?",
        "145. ¿Cómo crees que te verás dentro de 10 años?",
        "146. ¿Cuál es tu peor hábito?",
        "147. ¿Qué hábito te gustaría adoptar y por qué?",
        "148. ¿Qué consejo le darías a tu yo más joven?",
        "149. ¿Qué es lo que más te gustaría aprender este año?",
        "150. ¿Qué es lo que más te hace sentir nervioso?",
        "151. ¿Qué es lo más vergonzoso que te ha pasado en público?",
        "152. ¿Alguna vez has hecho algo de lo que te arrepientes profundamente?",
        "153. ¿Qué experiencia te cambió la vida por completo?",
        "154. ¿Qué es lo más arriesgado que has hecho?",
        "155. ¿Cuál es tu mayor miedo irracional?",
        "156. ¿Qué es lo que más te enfurece?",
        "157. ¿Qué cualidad admiras más en los demás?",
        "158. ¿Qué es lo que menos toleras en otras personas?",
        "159. ¿Cómo reaccionas ante el conflicto?",
        "160. ¿Cuál es tu mayor virtud?",
        "161. ¿Qué es lo que te hace sentir más inseguro?",
        "162. ¿Qué cosa te gustaría cambiar del mundo actual?",
        "163. ¿Qué harías si fueras el presidente por un día?",
        "164. ¿Crees que la tecnología nos está afectando más de lo que pensamos?",
        "165. ¿Cómo crees que sería el mundo sin redes sociales?",
        "166. ¿Qué tendencia actual no entiendes o no te gusta?",
        "167. ¿Cuál es tu opinión sobre la inteligencia artificial?",
        "168. ¿Qué problema social te preocupa más?",
        "169. ¿Qué opinas del cambio climático?",
        "170. ¿Qué es lo que más valoras en una relación amorosa?",
        "171. ¿Cuál es tu definición de amor?",
        "172. ¿Crees que es posible amar a más de una persona a la vez?",
        "173. ¿Qué es lo más romántico que has hecho por alguien?",
        "174. ¿Qué te hace sentir celos en una relación?",
        "175. ¿Qué es lo más importante que buscas en una pareja?",
        "176. ¿Prefieres las relaciones a largo plazo o cortas pero intensas?",
        "177. ¿Qué es lo más importante para mantener viva una relación?",
        "178. ¿Cuál es tu mayor miedo en una relación?",
        "179. ¿Qué es lo que más te atrae de alguien?",
        "180. ¿Qué crees que es lo más importante en una primera cita?",
        "181. ¿Alguna vez has tenido una conexión instantánea con alguien?",
        "182. ¿Qué es lo que más te asusta de una primera cita?",
        "183. ¿Qué es lo más extraño que te ha pasado en una cita?",
        "184. ¿Qué opinas de las aplicaciones de citas?",
        "185. ¿Qué es lo que te haría dejar a alguien?",
        "186. ¿Qué es lo que más te gusta hacer en una cita?",
        "187. ¿Qué es lo más importante para ti en una amistad?",
        "188. ¿Crees que los amigos son para siempre?",
        "189. ¿Cómo defines una verdadera amistad?",
        "190. ¿Qué harías si un amigo te traicionara?",
        "191. ¿Qué es lo más difícil de mantener una amistad a larga distancia?",
        "192. ¿Qué es lo que más disfrutas al pasar tiempo con amigos?",
        "193. ¿Qué es lo más divertido que has hecho con un amigo?",
        "194. ¿Cuál es tu recuerdo más preciado con un amigo?",
        "195. ¿Qué es lo que más valoras de tu mejor amigo?",
        "196. ¿Qué es lo que más te gusta hacer en solitario?",
        "197. ¿Te gusta más salir con amigos o quedarte en casa?",
        "198. ¿Prefieres las reuniones grandes o pequeñas?",
        "199. ¿Qué es lo que más te gusta de organizar fiestas o eventos?",
        "200. ¿Qué es lo más importante para ti cuando haces nuevos amigos?",
        "201. ¿Qué es lo más difícil de hacer nuevos amigos?",
        "202. ¿Qué es lo que más te sorprende de la amistad?",
        "203. ¿Crees que los amigos pueden convertirse en familia?",
        "204. ¿Qué te hace desconfiar de alguien al conocerlo?",
        "205. ¿Qué cualidad buscas en tus amigos?",
        "206. ¿Crees que es más importante la cantidad o la calidad de amigos?",
        "207. ¿Alguna vez has perdido a un amigo importante?",
        "208. ¿Cómo reaccionas ante una traición de un amigo?",
        "209. ¿Crees que los amigos pueden ser como hermanos?",
        "210. ¿Qué harías si tu mejor amigo te decepciona?",
        "211. ¿Qué es lo que más te duele en una amistad?",
        "212. ¿Qué te hace mantener una amistad a lo largo de los años?",
        "213. ¿Cuál es la cosa más loca que has hecho por un amigo?",
        "214. ¿Alguna vez has discutido seriamente con un amigo?",
        "215. ¿Qué es lo más importante para mantener una amistad a largo plazo?",
        "216. ¿Crees que los amigos deben compartir intereses similares?",
        "217. ¿Qué es lo más importante que has aprendido de tus amistades?",
        "218. ¿Qué harías si un amigo necesita ayuda, pero no puedes brindársela?",
        "219. ¿Cuál es tu mayor logro en la amistad?",
        "220. ¿Qué es lo que más te enorgullece de tus amigos?",
        "221. ¿Qué es lo que más valoras en una relación de pareja?",
        "222. ¿Cuál crees que es la clave para mantener una relación sana?",
        "223. ¿Qué cualidades buscas en una pareja?",
        "224. ¿Cuál es tu lenguaje del amor? (Palabras de afirmación, tiempo de calidad, regalos, actos de servicio, contacto físico)",
        "225. ¿Qué es lo que más te atrae de una persona?",
        "226. ¿Cómo manejas los conflictos en una relación?",
        "227. ¿Qué crees que es lo más importante para mantener la chispa viva en una relación a largo plazo?",
        "228. ¿Qué es lo más importante que una pareja debe compartir?",
        "229. ¿Qué es lo que más te asusta en una relación amorosa?",
        "230. ¿Cuál es tu idea de una cita perfecta?",
        "231. ¿Prefieres las muestras de afecto públicas o privadas?",
        "232. ¿Qué opinas sobre el concepto de 'alma gemela'?",
        "233. ¿Qué te hace sentir celos en una relación?",
        "234. ¿Qué importancia le das a la comunicación en una relación?",
        "235. ¿Qué es lo que más disfrutas hacer con tu pareja?",
        "236. ¿Qué es lo más romántico que has hecho o que te han hecho?",
        "237. ¿Crees en el amor a primera vista o en el amor que se construye con el tiempo?",
        "238. ¿Cómo te gustaría que te sorprendieran en una relación?",
        "239. ¿Qué es lo que más te hace sentir amado(a)?",
        "240. ¿Cómo te gusta expresar tu amor a una pareja?",
        "241. ¿Qué es lo que nunca tolerarías en una relación?",
        "242. ¿Cuál es tu definición de una relación ideal?",
        "243. ¿Qué opinas sobre las relaciones a distancia?",
        "244. ¿Qué tan importante es para ti compartir hobbies o intereses con tu pareja?",
        "245. ¿Qué es lo más importante que has aprendido de tus relaciones anteriores?",
        "246. ¿Cómo te gusta pasar tiempo de calidad con tu pareja?",
        "247. ¿Qué es lo primero que notas en una persona cuando te interesa románticamente?",
        "248. ¿Qué papel juegan las sorpresas en una relación para ti?",
        "249. ¿Cómo manejas los altibajos emocionales en una relación?",
        "250. ¿Qué es lo más importante que te gustaría que tu pareja entendiera de ti?"
    ]
}